{
    "dlcdv1_class": {
        "standard_name": "dlcdv1_class",
        "long_name": "Dynamic Land Cover - Original classification (34 classes)",
        "units": "{land-cover category}",
        "measure_type": "categorical",
        "legend": "categories",
        "description": "This layer provides a thematically comprehensive land cover reference for Australia. This information is an important addition to assessing habitat suitability with regards to species distributions."
    },
    "dlcdv1_class_reduced": {
        "standard_name": "dlcdv1_class_reduced",
        "long_name": "Dynamic Land Cover - Reduced classification (5 classes)",
        "units": "{land-cover category}",
        "measure_type": "categorical",
        "legend": "categories",
        "description": "This is a layer generated by the BCCVL to reduce the number of classes compared to the original DLC layer. Land cover classes are categorised in 5 high-level classes that indicate whether the area is covered by herbs, shrubs, forest, woodland or non-natural vegetation/water bodies."
    },
    "trend_evi_min": {
        "standard_name": "trend_evi_min",
        "long_name": "Annual minimum Enhanced Vegetation Index (EVI) trend",
        "units": "{enhanced vegetation index}",
        "measure_type": "continuous",
        "description": "The annual minimum EVI relates to the minimum observed levels of photosynthetic activity for that location in the landscape throughout the year."
    },
    "trend_evi_max": {
        "standard_name": "trend_evi_max",
        "long_name": "Annual maximum Enhanced Vegetation Index (EVI) trend",
        "units": "{enhanced vegetation index}",
        "measure_type": "continuous",
        "description": "The annual maximum EVI value is related to the maximum leaf area (including both canopy cover and ground cover) observed at any point during a year."
    },
    "trend_evi_mean": {
        "standard_name": "trend_evi_mean",
        "long_name": "Annual mean Enhanced Vegetation Index (EVI) trend",
        "units": "{enhanced vegetation index}",
        "measure_type": "continuous",
        "description": "For areas that support vegetation (i.e. not salt lakes and open water bodies) the trend in the mean provides an estimate of how total photosynthetic activity is changing from year to year."
    }
}
